{
  "blog": [
  {"id":1,"name":"BMW","genre":"It","description":"BMW (singkatan untuk Bayerische Motoren Werke, atau dalam Bahasa Inggris, Bavarian Motor Works), adalah sebuah perusahaan otomotif Jerman yang memproduksi mobil dan sepeda motor. BMW didirikan pada tahun 1916 oleh Franz Josef Popp. BMW AG adalah perusahaan induk dari merk mobil MINI dan Rolls-Royce, dan, dulunya Rover. BMW dikenal sebagai salah satu perusahaan mobil mewah dengan performa tinggi, dan juga salah satu perusahaan mobil pertama yang menggunakan teknologi ABS."},
  {"id":2,"name":"Austin","genre":"Veribet","description":"Austin Motor Company adalah sebuah perusahaan otomotif dari Inggris yang berdiri pada tahun 1905 dan diberhentikan pada tahun 1952. Didirikan tahun 1905 oleh Herbert Austin di Longbridge, Birmingham, Inggris."},
  {"id":3,"name":"Chevrolet","genre":"Cardguard","description":"Chevrolet (pronounced /ˌʃɛvrəˈleɪ/, of Swiss origin) (terkadang disingkat sebagai Chevy: /ˈʃɛvi/) adalah sebuah merek otomotif Amerika Serikat yang merupakan divisi dari General Motors. Didirikan oleh Louis Chevrolet dan pendiri GM William C. Durant pada 8 November 1911. Chevrolet diambil General Motors tahun 1917. Diposisikan oleh Alfred Sloan untuk menjual kendaraan sejenis untuk bersaing langsung melawan Ford Model T buatan Henry Ford. Pada saat ini Chevrolet merupakan merek yang menyumbang penjualan terbesar bagi General Motors."},
  {"id":4,"name":"Lexus","genre":"Lotlux","description":"Lexus (bahasa Jepang: レクサス) adalah sebuah merek mobil mewah yang digunakan oleh Toyota Motor Corporation di Amerika Utara, Timur Tengah, Eropa, Australia, Asia (dipasarkan di Jepang pada 2005) dan Selandia Baru. Lexus pertama kali diperkenalkan tahun 1989 di Amerika Serikat, dan sekarang menjadi merek dengan penjualan mobil mewah terbesar dari Jepang. Pada tahun 2006, Lexus dijual di 70 negara di seluruh dunia. Kantor Pusat Lexus berada di Toyota, Aichi, Jepang. Project Lexus dimulai pada tahun 1983, sebuah tim besar terdiri dari teknisi terbaik dari Toyota Motor Corporation, berusaha untuk membuat sedan yang bisa mengalahkan sedan terbaik dunia. Hasilnya adalah Lexus LS 400 yang diperkenalkan pada North American International Auto Show tahun 1989. Merek ini terutama bersaing dengan merek mewah tradisional Jerman seperti Audi, BMW, Jaguar, dan Mercedes-Benz. Sejak tahun 2000-an, Lexus mulai berekspansi ke pasar global di luar Amerika Serikat. Lexus diperkenalkan ke Jepang pada tahun 2005. Lalu menyusul secara global pada tahun tahun berikutnya, termasuk Indonesia pada tahun 2007. Lexus terinspirasi dari suksesnya Toyota Supra dan Toyota Cressida. Keduanya merupakan mobil berpenggerak roda belakang dengan mesin M berperforma tinggi."},
  {"id":5,"name":"Lincoln","genre":"Span","description":"Lincoln, secara resmi Lincoln Motor Company, merupakan sebuah perusahaan mobil Amerika Serikat, didirikan pada tahun 1917. Perusahaan ini menghasilkan berbagai macam kendaraan sport maupun mewah. Perusahaan ini merupakan anak perusahaan Ford Motor Company. Pusatnya berada di Dearborn, Michigan."}
  ]
}
